
tap "homebrew/cask"
brew "ack"
brew "azure-cli"
brew "coreutils"
brew "dnsmasq"
brew "exercism"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "git"
brew "git-credential-manager"
brew "gnu-tar"
brew "nettle"
brew "gnupg"
brew "graphviz"
brew "httping"
brew "hub"
brew "jq"
brew "nmap"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "wget"
brew "hub"
brew "asdf"
brew "gh"
brew "tmux"

cask "visual-studio-code"
cask "bartender"
cask "1Password"
cask "iterm2"
cask "azure-data-studio"
cask "discord"