tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "railwaycat/emacsmacport"
brew "ack"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "coreutils"
brew "dnsmasq"
brew "exercism"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "git"
brew "git-credential-manager"
brew "gnu-tar"
brew "nettle"
brew "gnupg"
brew "graphviz"
brew "httping"
brew "hub"
brew "irssi"
brew "jq"
brew "nmap"
brew "packer"
brew "postgresql", restart_service: true
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "wget"
brew "azure/functions/azure-functions-core-tools"
brew "heroku/brew/heroku"
brew "railwaycat/emacsmacport/emacs-mac", link: false
